Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: [133100] Tại cửa phòng khách, tường hành lang nên được đặt lùi lại từ 15cm (6in) đến 30cm (12in) về phía phòng khách.
vi: [133100] Tại cửa phòng khách, tường hành lang nên hõm vào từ 15cm (6in) đến 30cm (12in) về phía phòng khách.

source: [134] Biển báo bên ngoài phải sạch và bảo trì tốt.
vi: [134] Biển hiệu bên ngoài phải sạch và bảo trì tốt.

source: [135] nhân viên lễ tân phải có kiến thức về các dịch vụ và tiện nghi của khách sạn.
vi: [135] nhân viên lễ tân phải có kiến thức về các dịch vụ và tiện ích của khách sạn.

source: [136048] Phải trang trí và phối hợp với bên ngoài của khách sạn
vi: [136048] Phải có tính trang trí và phối hợp với ngoại thất của khách sạn

source: [136049] Không cho phép hàng rào lưới mắt xích
vi: [136049] Cấm dùng hàng rào lưới thép.

source: [136050] Không cho phép hàng rào vinyl.
vi: [136050] Cấm dùng hàng rào vinyl.

source: [136051] Nếu cung cấp các hàng tào gỗ, chúng phải được hoàn thiện và bịt kín nhằm tránh mờ và phá hủy.
vi: [136051] Nếu cung cấp các hàng rào gỗ, chúng phải được hoàn thiện và sơn phủ nhằm tránh phai màu và hỏng hóc.

source: [136056] khu vực vận chuyển
vi: [136056] khu vực giao nhận hàng hóa

source: [136060] biển báo và biển hiển thị
vi: [136060] biển hiệu

source: [136209] Hai mô đun tiêu chuẩn theo kích thước.
vi: [136209] Kích thước bằng 2 mô đun tiêu chuẩn

source: [136212] Khu vực sống.
vi: [136212] Khu vực tiếp khách.

source: [136] Bao gồm nhưng không giới hạn các loại phòng, dịch vụ F&B, các cơ sở Hội nghị & Sự kiện và Dịch vụ Giặt ủi.
vi: [136] Bao gồm nhưng không giới hạn trong thông tin về các loại phòng, dịch vụ F&B, các cơ sở Hội nghị & Sự kiện và Dịch vụ Giặt ủi.

source: [13736] Khi được in, Danh mục Dịch vụ phải được đặt trên hoặc trong lối vào có thể nhìn thấy của bàn làm việc.
vi: [13736] Nếu là bản in, Danh mục Dịch vụ phải được đặt trên hoặc trong xung quanh khu vực của bàn làm việc.

source: [13749] Cung cấp thêm gối mềm và chắc chắn nên được giữ với Buồng phòng để hỗ trợ các yêu cầu bổ sung của khách.
vi: [13749] Buồng phòng nên dự trữ gối mềm và gối cứng để hỗ trợ các yêu cầu bổ sung của khách.

source: [13796] Phải ở phông chữ Myriad Pro.
vi: [13796] Phải dùng phông chữ Myriad Pro.

source: [140052] Một ghế có tay dựa/ lounge hoặc ghế sofa.
vi: [140052] Một ghế bành/ghế lounge hoặc ghế sofa.

source: [150051] Một hệ thống sưởi ấm, thông gió và điều hòa không khí phải được cung cấp để loại bỏ nhiệt dư thừa và duy trì nhiệt độ tương tự như hành lang của khách.
vi: [150051] Một hệ thống sưởi ấm, thông gió và điều hòa không khí (HVAC) phải được cung cấp để loại bỏ nhiệt dư thừa và duy trì nhiệt độ tương tự như hành lang của khách.

source: [150052] Khi các chức năng bán hàng tự động được đặt trên các tầng của khách, chúng phải được lắp đặt trong một phòng hoặc góc cách ly tiếng ồn.
vi: [150052] Khi các tiện ích bán hàng tự động được đặt trên các tầng phòng khách, chúng phải được lắp đặt trong một phòng hoặc góc có cách âm.

source: [150053] hoàn thiện thiết kế và vật liệu của các góc / phòng phải được phối hợp với các khu vực công cộng liền kề.
vi: [150053] thiết kế hoàn thiện và vật liệu của các góc/phòng phải phối hợp với các khu vực công cộng liền kề.

source: [151054] Luôn có gói chào mừng cho trẻ em từ 3 đến 12 tuổi.
vi: [151054] Luôn có gói quà chào mừng cho trẻ em từ 3 đến 12 tuổi.

source: [151056] Gói chào mừng phải tuân theo hướng dẫn của Bộ công cụ thực hiện của khách sạn
vi: [151056] Gói quà chào mừng phải tuân theo hướng dẫn của Bộ công cụ Hotel Implementation

source: [151057] Phải được trình bày với một gói ít nhất năm bút chì màu / bút chì màu khác nhau.
vi: [151057] Phải gồm một bộ ít nhất năm bút sáp màu/ bút chì màu khác nhau.

source: [151058] Nên tuân thủ Quy trình vận hành tiêu chuẩn của gói chào đón Holiday Inn® Kids như được nêu chi tiết trong Bộ công cụ triển khai khách sạn.
vi: [151058] Nên tuân thủ Quy trình vận hành tiêu chuẩn đối với gói quà chào mừng Holiday Inn® cho trẻ em như được nêu chi tiết trong Bộ công cụ Hotel Implementation

source: [151061] Phải luôn có cốc đầy.
vi: [151061] Phải luôn có cốc có quai.

source: [151062] Phải luôn có thìa uống trà.
vi: [151062] Phải luôn có thìa trà.

source: [15357] Lối vào phải được làm sạch và duy trì mặt tiền và cửa sổ.
vi: [15357] Phải có phương tiện giúp tiếp cận làm sạch và duy trì mặt tiền và cửa sổ.

source: [15358] Nên từ bên ngoài khách sạn để tránh gián đoạn cho khách.
vi: [15358] Nên ở bên ngoài khách sạn để tránh làm phiền khách.

source: [153] Thời gian cao điểm check-in phải được xác định và các giải pháp nhân sự tại chỗ được đưa ra để đáp ứng tiêu chuẩn Check-in 24 giờ một ngày.
vi: [153] Thời gian check-in cao điểm phải được xác định và có kế hoạch bố trí nhân sự để đáp ứng tiêu chuẩn Check-in 24 giờ một ngày.

source: [15509] Đề xuất trong tầm nhìn của quầy lễ tân
vi: [15509] Khuyến nghị bố trí trong tầm nhìn của quầy lễ tân

source: [15516] Phải liền với sảnh.
vi: [15516] Phải liền kề lobby.

source: [15520] Hoàn thiện nội thất phải được phối hợp với tiền sảnh.
vi: [15520] Hoàn thiện nội thất phải đồng bộ với lobby.

source: [15864] chi phí hợp lý bao gồm mọi chi phí liên quan trực tiếp như vận chuyển và chi phí gọi điện thoại để thông báo cho gia đình.
vi: [15864] chi phí hợp lý bao gồm mọi chi phí liên quan trực tiếp như chi phí vận chuyển và gọi điện thoại để thông báo cho gia đình.

source: [16030] Không cho phép rèm dọc.
vi: [16030] Không cho phép rèm lá dọc.

source: [16033] Đề xuất rằng đỉnh của bàn cạnh giường ngủ ít nhất là 5cm (2in) dưới đầu nệm.
vi: [16033] khuyến nghị mặt trên của tab đầu giường thấp hơn mặt nệm ít nhất 5cm (2in)

source: [16091] Chiều dài của các yếu tố vải không trang trí (vải lót / vải mỏng / vải tối) không được vượt quá chiều dài của các yếu tố trang trí.
vi: [16091] Chiều dài của các yếu tố vải không mang tính trang trí (lót/rèm sheer/ rèm cản sáng) không được vượt quá chiều dài của các yếu tố trang trí.

source: [16244] Không cho phép gương cạo râu.
vi: [16244] Không cho phép cung cấp gương cạo râu.

source: [163083] Nước đóng chai mang thương hiệu Holiday Inn Resort®, theo nhãn hiệu hoặc miếng dán chai nước.
vi: [163083] Nước đóng chai mang thương hiệu Holiday Inn Resort®, ghi trên nhãn hoặc tag chai nước.

source: [163099] Nước đóng chai mang thương hiệu Holiday Inn Resort®, theo nhãn hiệu hoặc miếng dán chai nước.
vi: [163099] Nước đóng chai mang thương hiệu Holiday Inn Resort®, ghi trên nhãn hoặc tag chai nước.

source: [163103] Danh mục in dịch vụ, nếu có
vi: [163103] Bản giấy Danh mục dịch vụ, nếu có

source: [17147] Trường hợp giường đôi hollywood được liên kết bằng zip, một lớp phủ nệm phải phủ đầy đủ cho cả hai giường.
vi: [17147] Trường hợp giường twin hollywood được liên kết bằng khóa zip, một topper nệm phải phủ được cả hai giường.

source: [17398] Lối đi bộ không có vật cả và dễ tiếp cận cho tất cả khách hàng.
vi: [17398] Lối đi bộ không có vật cản và dễ tiếp cận cho tất cả các khách.

source: [17401] Chiếu sáng trong lúc tối.
vi: [17401] Chiếu sáng lúc trời tối.

source: [17407] Phù hợp với vị trí và đáp ứng yêu cầu văn hóa địa phương.
vi: [17407] Phù hợp với địa điểm khách sạn và đáp ứng yêu cầu văn hóa địa phương.

source: [175] nhân viên lễ tân phải có đủ nguồn cung cấp các vật dụng cần thiết cho họ 24 giờ một ngày.
vi: [175] nhân viên lễ tân phải có đủ các vật dụng cần thiết cho công việc 24 giờ một ngày.

source: [17698] Đá (hoàn thiện răng cưa), Kẽm sơn mài (đánh bóng bạc), bột yến mạch hoặc sa thạch.
vi: [17698] Đá (đá răng lược), Kẽm sơn lacquer (hoàn thiện màu bạc bóng), màu yến mạch hoặc sa thạch.

source: [176] Thẻ khóa và ví phòng.
vi: [176] Thẻ khóa và ví đựng khóa.

source: [17702] Phải cung cấp các ổ cắm điện để bảo trì.
vi: [17702] Phải cung cấp các ổ cắm điện phục vụ bảo trì.

source: [17715] khu vực sau đây của khách sạn phải phối hợp với thiết kế sảnh khách sạn chính.
vi: [17715] Các khu vực sau đây của khách sạn phải phối hợp với thiết kế lobby chính.

source: [17748] Hướng dẫn lựa chọn Tổng Giám đốc nên được sử dụng để tuyển dụng tất cả các Tổng Giám đốc.
vi: [17748] Khuyến nghị nên sử dụng Hướng dẫn tuyển Tổng Quản lý nên để tuyển dụng tất cả các Tổng Quản lý.

source: [178] Hóa đơn / giấy Folio
vi: [178] Hóa đơn/giấy Folio (giấy cỡ 216 × 343 mm hoặc 203 × 330 mm)

source: [180048] Khoảng cách giữa các thiết bị đầu cuối phải tối thiểu 1,5m (5ft) trung tâm.
vi: [180048] Khoảng cách giữa các máy tính phải tối thiểu 1,5m (5ft) tính từ giữa bàn.

source: [180050] Cao tối thiểu 45 cm (18in) rộng x 90cm (36in).
vi: [180050] Cao tối thiểu 45 cm (18in) x rộng 90cm (36in).

source: [183] Cung cấp chương trình Quên Thứ Gì Đó?
vi: [183] Dự trữ vật phẩm phục vụ chương trình Forget Something?™ (cung cấp cho khách một số vật phẩm dễ quên như bàn chải, kem đánh răng, lược, dao cạo...)

source: [18522] Bức tường nghệ thuật điêu khắc phải luôn được đặt ở giữa trên bức tường được đặt.
vi: [18522] Bức điêu khắc phải luôn được đặt ở chính giữa trên bức tường.

source: [18523] Vị trí tường nghệ thuật điêu khắc phải được IHG® phê duyệt.
vi: [18523] Vị trí tường treo bức điêu khắc trang trí phải được IHG® phê duyệt.

source: [18560] cốc vại được khuyến nghị có các cạnh thẳng
vi: [18560] cốc tumbler được khuyến nghị có thành cốc thẳng

source: [195052] Trứng ốp lết tiêu chuẩn dùng ba quả trứng hoặc 150ml trứng lỏng.
vi: [195052] Omelette tiêu chuẩn dùng ba quả trứng hoặc 150ml trứng lỏng.

source: [195054] Được phép phục vụ sữa đậu nành nóng trong bữa tiệc buffet hoặc theo yêu cầu
vi: [195054] Được phép phục vụ sữa đậu nành nóng trên quầy buffet hoặc theo yêu cầu

source: [196057] Sữa ướp lạnh nên được phục vụ ở nhiệt độ chính xác, dao động trong khoảng từ 3 ° C đến 8 ° C.
vi: [196057] Sữa lạnh nên được phục vụ ở nhiệt độ đúng chuẩn, dao động trong khoảng từ 3 ° C đến 8 ° C.

source: [196059] Có thể đặt thêm các biển báo tái sử dụng khăn trên mặt bàn hoặc tường.
vi: [196059] Có thể bố trí thêm các biển báo tái sử dụng khăn trên mặt bàn hoặc tường.

source: [196102] Lắp sẵn hoặc có thể gấp lại.
vi: [196102] Liền tường hoặc có thể gấp.

source: [196104] Thiết bị lắp sẵn được đề xuất.
vi: [196104] Khuyến nghị dùng thiết bị liền tường

source: [1966] Bàn cạnh giường ngủ lớn hơn nên được cung cấp khi chỉ có một bàn cạnh giường ngủ.
vi: [1966] Nên cung cấp tab đầu giường lớn hơn nếu chỉ có một tab đầu giường

source: [1969] Cung cấp một ti vi.
vi: [1969] Phải cung cấp một ti vi.

source: [1972] Một hộp đựng giấy vệ sinh là cần thiết.
vi: [1972] Cần có một hộp đựng giấy vệ sinh .

source: [1973] Phải cung cấp cho cơ sở giấy vệ sinh dự phòng.
vi: [1973] Phải có chỗ chứa giấy vệ sinh dự phòng.

source: [20009] ngôn ngữ bổ sung có thể được sử dụng khi thích hợp, bao gồm ngôn ngữ xuất xứ cho các feeder market cao.
vi: [20009] ngôn ngữ bổ sung có thể được sử dụng khi thích hợp, bao gồm ngôn ngữ của các thị trường khách lớn.

source: [20196] Một cái trên bàn cạnh giường ngủ.
vi: [20196] Một cái điện thoại bàn cạnh giường ngủ.

source: [20229] Đặt phòng đảm bảo cho các phòng kết nối phải được chỉ định trước trong quá trình đặt phòng.
vi: [20229] Đặt phòng đảm bảo cho các phòng connecting phải được xác định trong quá trình đặt phòng.

source: [203048] Cây cối không cần thiết cho hành lang mở.
vi: [203048] Không cần chậu cây đối với open lobby.

source: [203062] Thiết kế caddy nhiều ngăn phải được phía IHG phê duyệt.
vi: [203062] Thiết kế khay/hộp amenity nhiều ngăn phải được phía IHG phê duyệt.

source: [203063] Thẻ tent card “Bạn Quên Thứ Gì?” phải bằng tiếng Anh.
vi: [203063] tent card “Forget Something?” phải bằng tiếng Anh.

source: [20427] Chính sách và quy trình bảo mật thông tin phải dựa trên đường cơ sở được chấp nhận, chẳng hạn như ISO27002, PCI DSS hoặc tương tự.
vi: [20427] Chính sách và quy trình bảo mật thông tin phải dựa trên các cơ sở đã được chấp nhận, chẳng hạn như ISO27002, PCI DSS hoặc tương tự.

source: [20428] khách sạn được nhượng quyền có thể tham khảo Hướng dẫn kế toán khách sạn IHG Chương 15 và Chính sách bảo mật thông tin của IHG trong đó khi xây dựng Chương trình và Chính sách của riêng họ.
vi: [20428] Khách sạn nhượng quyền có thể tham khảo Hướng dẫn kế toán khách sạn IHG Chương 15 và Chính sách bảo mật thông tin của IHG trong tài liệu này khi xây dựng Chương trình và Chính sách của riêng họ.

source: [211049] Nước đóng chai phải là nhãn hiệu Holiday Inn Resort®, theo nhãn hoặc thẻ chai nước.
vi: [211049] Nước đóng chai phải có nhãn hiệu Holiday Inn Resort®, hoặc ghi trên nhãn hoặc tag chai nước.

source: [21229] Một khu vực hút thuốc được chỉ định phải được cung cấp ngoài trời cho khách.
vi: [21229] Một khu vực hút thuốc ngoài trời phải được cung cấp cho khách.

source: [21231] thùng đựng tro phải được cung cấp trong khu vực ngay lập tức
vi: [21231] thùng đựng tàn thuốc phải được cung cấp ngay gần đó.

source: [21247] Nếu cung cấp các cửa hàng tạp hóa và mở cửa 24 giờ một ngày, máy rút tiền tự động có thể được đặt bên trong cửa hàng này.
vi: [21247] Nếu cung cấp các cửa hàng tạp hóa và mở cửa 24 giờ một ngày, ATM có thể được đặt bên trong cửa hàng này.

source: [213] Trước khi khách đến, phòng của họ phải được ấn định.
vi: [213] Phòng của khách phải được ấn định trước khi khách đến.

source: [214] Trước khi khách đến, phải chuẩn bị ví thẻ khóa và thẻ đăng ký.
vi: [214] Trước khi khách đến, phải chuẩn bị sẵn ví thẻ khóa và đơn đăng ký.

source: [216049] Lịch trình tại chỗ để bổ sung.
vi: [216049] Có lịch bổ sung giấy.

source: [216051] Có thể truy cập từ mỗi chậu rửa
vi: [216051] Có thể sử dụng từ mỗi chậu rửa

source: [216052] Máy sấy tay dùng điện được khuyên dùng ngoài hộp rút khăn giấy.
vi: [216052] ngoài hộp rút khăn giấy, máy sấy tay dùng điện cũng được khuyên dùng.

source: [216053] Khuyến nghị hộp đựng khăn giấy kết hợp thiết bị gắn tường, máy sấy tay và thùng rác.
vi: [216053] Khuyến nghị bộ tích hợp liền tường gồm hộp đựng giấy, máy sấy tay và thùng rác.

source: [2178] Phải cung cấp một caddy đựng nhiều ngăn
vi: [2178] Phải cung cấp một khay/hộp amenity nhiều ngăn

source: [21793] Chính Sách Bảo Mật phải được xem xét hàng năm.
vi: [21793] Tuyên bố về Quyền riêng tư phải được xem xét lại hàng năm.

source: [2191] Không cho phép bộ đồ bếp làm từ polystyrene.
vi: [2191] Không cho phép sử bát đĩa.. và dụng cụ ăn từ xốp polystyrene

source: [219] Khi không thể thực hiện đúng đặt phòng , khách sạn phải trả tiền và di dời khách đến chỗ ở chất lượng tương tự thay thế.
vi: [219] Khi không thể cấp phòng cho khách, khách sạn phải trả tiền và di dời khách đến chỗ ở khác có chất lượng tương tự.

source: [22292] Khu vực đỗ xe nên được chia nhỏ và che chắn bằng cảnh quan hoặc cây cối.
vi: [22292] Khu đỗ xe nên được chia nhỏ và che chắn bằng cảnh quan hoặc cây cối.

source: [22314] Yêu cầu ánh sáng tự nhiên thông qua một cửa sổ hoặc cửa ra vào bằng kính.
vi: [22314] Yêu cầu ánh sáng tự nhiên thông qua một cửa sổ hoặc cửa ra vào kính mờ.

source: [22323] Nếu có thể, khu vực nên cách các lối vào, cửa sổ di động và hệ thống thông gió tối thiểu 7,5m (25ft).
vi: [22323] Nếu có thể, khu vực này nên cách các lối vào, cửa sổ có thể mở và hệ thống thông gió tối thiểu 7.5m.

source: [2235] Luôn phải có một nhân viên và dễ thấy trong nhà hàng và các quầy hàng F&B khác trong giờ vận hành.
vi: [2235] Luôn phải có một nhân viên trực và ở vị trí dễ thấy trong nhà hàng và các outlet F&B khác trong giờ mở cửa.

source: [22730] ván đứng kín được khuyến khích để duy trì sự riêng tư của khách.
vi: [22730] Khuyến khích thang có mặt đứng bậc thang kín để đảm bảo riêng tư cho khách.

source: [22753] ổ điện và nguồn cung cấp nước được khuyến nghị để bảo trì cho cả bãi đậu xe và xe khách sạn.
vi: [22753] Ổ điện và nguồn cấp nước được khuyến nghị để bảo trì bãi đậu và xe khách sạn.

source: [2277] khách sạn phải tham gia chương trình Trẻ em lưu trú & Ăn miễn phí.
vi: [2277] Các khách sạn phải tham gia chương trình Trẻ em Lưu trú & Ăn miễn phí.

source: [2280] nhân viên F&B phải được đào tạo để hiểu tất cả các mục trong thực đơn và các thành phần chế độ ăn uống.
vi: [2280] nhân viên F&B phải được đào tạo để hiểu tất cả các món trong thực đơn và các thành phần dinh dưỡng.

source: [2283] Phải cung cấp rượu mạnh, bia, rượu vang và đồ uống không cồn để lựa chọn.
vi: [2283] Phải có nhiều loại rượu mạnh, bia, rượu vang và đồ uống không cồn.

source: [22967] Cung cấp tối thiểu một tay vịn treo tường.
vi: [22967] Cung cấp tối thiểu một tay vịn gắn tường.

source: [23100] Phải cung cấp kho chứa cho các thiết bị AV trong phòng họp
vi: [23100] Phải cung cấp chỗ chứa các thiết bị AV trong phòng họp

source: [23221] Lưu giữ bằng chứng ghi nhận hoàn thành huấn luyện.
vi: [23221] Lưu giữ bằng chứng ghi nhận hoàn thành đào tạo.

source: [23274] Xác nhận số phòng đặt và / hoặc hủy phải được cung cấp cho khách bằng phương thức liên lạc ưa thích của họ
vi: [23274] Việc xác nhận và/hoặc hủy mã số phòng đặt của khách phải được thực hiện thông qua phương thức liên lạc ưa thích của họ

source: [23278] Rác phải được loại bỏ khỏi xe vào cuối mỗi chuyến đi.
vi: [23278] Rác phải được dọn khỏi xe vào cuối mỗi chuyến đi.

source: [23280] đồng nghiệp phải báo nhận khách đến trong hàng đợi, ở mức tối thiểu, với một nụ cười và ánh mắt.
vi: [23280] Nhân viên tối thiểu phải xác nhận với khách là đã biết họ đang đợi với một nụ cười và nhìn vào mắt.

source: [23283] Phải giữ những đặt phòng không đảm bảo cho đến hạn chót hoãn của khách sạn.
vi: [23283] Phải giữ những đặt phòng không đảm bảo cho đến hạn hủy phòng của khách sạn.

source: [23284] Tổng giám đốc hoặc Giám đốc ca phải trực tiếp liên lạc với khách trong vòng 24 giờ để xin lỗi lần nữa và để xác nhận sự hài lòng của khách với chỗ ở thay thế.
vi: [23284] Tổng Quản lý hoặc Quản lý ca phải trực tiếp liên lạc với khách trong vòng 24 giờ để xin lỗi lần nữa và để xác nhận sự hài lòng của khách với chỗ ở thay thế.

source: [2332] Hộp công cụ họp kế hoạch phải được cung cấp trong tất cả các phòng họp.
vi: [2332] Hộp vật dụng cho các cuộc họp phải được cung cấp trong tất cả các phòng họp.

source: [23564] Bàn có người ăn phải được phục vụ / kiểm tra thường xuyên trong khi ăn uống.
vi: [23564] Bàn có người ăn phải được phục vụ/kiểm tra thường xuyên trong bữa ăn.

source: [23565] Tất cả các thiết bị nghe nhìn (AV) đã đặt trước phải ở trong phòng và được thiết lập trước khi người tổ chức cuộc họp đến.
vi: [23565] Tất cả các thiết bị AV đã đặt trước phải ở trong phòng và được set up trước khi người tổ chức cuộc họp đến.

source: [23566] Phải đưa ra các biện pháp để cho phép khách dễ dàng tìm thấy phòng họp của họ.
vi: [23566] Phải có các biện pháp giúp khách dễ dàng tìm thấy phòng họp của họ.

source: [23567] nhân viên của Quầy lễ tân phải biết về mỗi sự kiện / cuộc họp đang diễn ra trong khách sạn và có thể hướng dẫn các đại biểu đến phòng được chỉ định, khi cần thiết.
vi: [23567] nhân viên lễ tân phải biết tất cả các sự kiện/cuộc họp đang diễn ra trong khách sạn và có thể hướng dẫn các khách đến phòng được chỉ định, khi cần thiết.

source: [23676] vật phẩm trang trí phải được giữ ở mức tối thiểu và được IHG® chấp thuận.
vi: [23676] Vật trang trí phải được giữ ở mức tối thiểu và được IHG® chấp thuận.

source: [23677] Bất kỳ tài liệu quảng bá không phải của IHG® cũng chỉ có thể được cung cấp trong Danh mục dịch vụ
vi: [23677] Bất kỳ ấn phẩm không phải của IHG® chỉ được phép cung cấp trong Danh mục dịch vụ

source: [23680] Tất cả vải cũi phải được thay thế hàng ngày.
vi: [23680] Tất cả đồ vải trong cũi phải được thay thế hàng ngày.

source: [2392] nhân viên phải xác nhận đã nhận được yêu cầu kinh doanh hoặc Yêu cầu đề xuất trong vòng hai giờ làm việc, cung cấp phản hồi bằng lời nói hoặc bằng văn bản khi có thông tin liên hệ.
vi: [2392] nhân viên phải xác nhận đã nhận được yêu cầu làm việc hoặc Đề nghị mời thầu trong vòng hai giờ làm việc, cung cấp phản hồi bằng lời nói hoặc bằng văn bản khi có thông tin liên hệ.

source: [2408] Nếu cung cấp một cuộc họp hoặc sự kiện, một nhân viên phải liên hệ với khách hàng trước thời hạn đề xuất để thảo luận về các giải pháp thay thế.
vi: [2408] Nếu không thể cung cấp dịch vụ tổ chức cuộc họp hoặc sự kiện, một nhân viên phải liên hệ với khách hàng trước thời hạn đề xuất để thảo luận về các giải pháp thay thế.

source: [2410] nhân viên phải cung cấp cho khách hàng chi tiết về các khách sạn mang nhãn hiệu Holiday Inn® thay thế (nếu có thể) hoặc các khách sạn mang nhãn hiệu IHG® khác.
vi: [2410] nhân viên phải cung cấp cho khách hàng thông tin về các khách sạn Holiday Inn® khác (nếu có) hoặc các khách sạn thuộc thương hiệu IHG® khác.

source: [241104] Trường hợp cung cấp tủ phải ở mức thấp.
vi: [241104] Trường hợp cung cấp tủ, phải là tủ thấp.

source: [24114] Một nền tảng sân khấu.
vi: [24114] Một sân khấu.

source: [2412] Khi Người lập kế hoạch cuộc họp xác nhận đặt phòng, một nhân viên phải cung cấp cho họ tên và thông tin liên lạc của nhân viên khách sạn, người sẽ xử lý sự kiện này.
vi: [2412] Khi người tổ chức sự kiện xác nhận booking, một nhân viên phải cung cấp cho họ tên và thông tin liên lạc của nhân viên khách sạn sẽ chịu trách nhiệm tổ chức sự kiện này.

source: [24558] Imagesound PLC, Music Styling (Tel: +44 (0)1246 572 990, Fax: +44 (0)1246 572 991, Email: HolidayInn@Imagesound.com), or PlayNetwork, Inc (Tel: +1 (508) 381 6915, Fax: +1 (508) 618 1334, Email: JBradley@playnetwork.com) phải được dùng như nhà cung cấp được phê duyệt.
vi: [24558] Phải dùng Imagesound PLC, Music Styling, hoặc PlayNetwork, Inc là nhà cung cấp được phê duyệt.

source: [2455] Trong giờ cao điểm Nhận và trả phòng, nhân viên phải có mặt ở sảnh để quản lý hàng đợi và giảm thiểu thời gian chờ đợi.
vi: [2455] Trong giờ check in và check out cao điểm, phải có một nhân viên ở sảnh để hỗ trợ khách đang đợi đến lượt và giảm thời gian chờ.

source: [246048] Có dây để thuyết trình và trình chiếu video
vi: [246048] Có dây nối phục vụ hội nghị và trình chiếu video

source: [24810] Tối thiểu có hai cuộn khăn giấy vệ sinh trong mỗi buồng vệ sinh.
vi: [24810] Tối thiểu có hai cuộn giấy vệ sinh trong mỗi buồng vệ sinh.

source: [24812] Cuộn thứ hai phải được bọc riêng và đặt trong hốc hoặc kệ gần nhà vệ sinh khi nó không nằm trong giá đỡ cuộn giấy kép hoặc giá đỡ cuộn giấy vệ sinh dự phòng.
vi: [24812] Cuộn thứ hai phải được bọc riêng và đặt trong hốc hoặc kệ gần toilet nếu nó không được gắn trên giá đỡ cuộn giấy kép hoặc giá đỡ cuộn giấy vệ sinh dự phòng.

source: [2482] Hiển thi thời gian hoạt động tại lối vào các quầy F&B.
vi: [2482] Phải có thông báo về thời gian hoạt động tại các lối vào outlet F&B.

source: [2492] Luôn có một thực đơn miễn phí cho trẻ trong tất cả các bữa ăn tại nhà hàng chính
vi: [2492] Luôn có một thực đơn Kids Eat Free trong tất cả các bữa ăn tại nhà hàng chính

source: [2495] Thực đơn miễn phí cho trẻ phải cung cấp tối thiểu một lựa chọn ăn chay.
vi: [2495] Thực đơn Kids Eat Free phải cung cấp tối thiểu một lựa chọn ăn chay.

source: [2502] nhân viên phải hỏi khách xem họ đã ở khách sạn trước nếu chưa biết.
vi: [2502] nhân viên phải hỏi khách đã từng ở khách sạn chưa nếu không rõ.

source: [2506] Khách phải được hướng dẫn đến phòng của họ và mời cả hai liên hệ với quầy lễ tân bất cứ lúc nào nếu họ cần hỗ trợ hoặc có bất kỳ câu hỏi nào và tận hưởng kỳ nghỉ của họ.
vi: [2506] Khách phải được hướng dẫn đến phòng của họ và mời liên hệ với quầy lễ tân bất cứ lúc nào nếu cần hỗ trợ hoặc có bất kỳ câu hỏi nào và chúc họ tận hưởng kỳ nghỉ.

source: [2507] nhân viên nên dự đoán các câu hỏi của khách và đề xuất các dịch vụ phù hợp, ví dụ: làm nổi bật các dịch vụ kinh doanh cho khách doanh nhân hoặc chương trình Ưu đãi trẻ em ăn uống miễn phí cho khách có trẻ em.
vi: [2507] nhân viên nên đón ý các câu hỏi của khách và đề xuất các dịch vụ phù hợp, ví dụ: làm nổi bật các dịch vụ kinh doanh cho khách doanh nhân hoặc chương trình Ưu đãi trẻ em lưu trú và ăn uống miễn phí cho khách có trẻ nhỏ.
